[
  {
    "name": "Hiram’s Roadstand",
    "description": "<p>The roadside stand has been serving deep-fried hot dogs since 1932. Both inside and out, it looks like it hasn&rsquo;t changed much since Bourdain&rsquo;s father brought him and brother Chris there in the 1950s. They grew up in nearby Leonia, Bergen County.</p>\n<p>&ldquo;I&rsquo;ve convinced my daughter that these are the finest hot dogs in the land,&rdquo; Bourdain said on&nbsp;<em>Parts Unknown</em>. &ldquo;There&rsquo;s not a lot of people in this world courageous enough to not change.&rdquo;</p>\n<p>Bourdain&rsquo;s first TV visit to Hiram&rsquo;s was in 2005, for a New Jersey episode of&nbsp;<em>No Reservations</em>, his show on the Travel Channel.</p>\n<p>Why did he keep coming back? Bourdain said: &ldquo;It&rsquo;s the antidote to every other place.&rdquo;</p>",
    "quote": "My happy place. Sometimes I just need that old-time flavor, you know?",
    "quotesource": "",
    "links": "",
    "youtube": "",
    "address": "1345 Palisade Ave., Fort Lee, N.J.",
    "location": "Fort Lee",
    "phone": "201-592-9602",
    "website": "http://restaurantsnapshot.com/HiramsRoadstand/",
    "lat": 40.841616,
    "long": -73.974778,
    "key": "hiramsroadstand",
    "googlelink": "https://www.google.com/maps/place/Hiram's/@40.8416141,-73.9747746,15z/data=!4m2!3m1!1s0x0:0x6e283e14b25d7b43?sa=X&ved=2ahUKEwjmnNa_vMfcAhXHUt8KHQ0MDWMQ_BIwCnoECAoQCw"
  },
  {
    "name": "Kubel’s",
    "description": "<p>Anthony Bourdain and his brother had the restaurant practically all to themselves as they sat in a booth&nbsp;one&nbsp;January day, recalling their childhoods at the Jersey Shore.</p>\n<p><a href=\"http://anthonybourdain.tumblr.com/post/120360277871/his-dreams-walk-about-the-city-where-he-persists\">In a blog post he wrote back then about the show</a>, Bourdain explained why he chose to record in the offseason. &ldquo;It would be easy to make New Jersey look amazing if I concentrated on its farmland, its beaches, its parks and its finer restaurants. Easier still if we chose to film in summer. But I thought, let&rsquo;s shoot this show in WINTER. When New Jersey is supposedly at its grayest, most inhospitable, ugliest.&rdquo;</p>\n<p>In the episode, he and his brother ate lots of clams: in chowder, as fried strips, and with drawn butter. &ldquo;No matter where I find them now,&rdquo; Bourdain said, &ldquo;they always bring me back here.&rdquo;</p>\n<p>Of his childhood time on Long Beach Island, Bourdain said: &ldquo;I was the bad one. I was up to every variety of criminal, antisocial behavior down here.&rdquo; He would hitch hike down to the southern end of the island, which even today has more restaurants, mini-golf courses, stores, ice-cream stands and hangouts.</p>\n<p>&ldquo;I remember this place with nothing but fondness,&rdquo; Bourdain said. &ldquo;I mean, I can&rsquo;t remember a single bad memory here.&rdquo;</p>",
    "quote": "So far, so great. I’m happy.",
    "quotesource": "",
    "links": "",
    "youtube": "https://www.youtube.com/watch?v=poUL9wonD2w",
    "address": "28 W Seventh St., Barnegat Light, N.J.",
    "location": "Barnegat Light",
    "phone": "609-494-8592",
    "website": "https://www.kubelsbarnegatlight.com/",
    "lat": 39.759597,
    "long": -74.109629,
    "key": "kubels",
    "googlelink": "https://www.google.com/maps/place/Kubel's/@39.7595735,-74.1118293,17z/data=!3m1!4b1!4m5!3m4!1s0x89c1a4171c4329d1:0x6e710a89c7c1d238!8m2!3d39.7595735!4d-74.1096353"
  },
  {
    "name": "Dock’s Oyster House",
    "description": "<p>In Atlantic City, there&rsquo;s Before Casinos, and then there&rsquo;s Dock&rsquo;s. An Atlantic City landmark, Dock&rsquo;s has been in business in Atlantic City since 1897. It has outlasted two world wars &mdash; with the Depression and Prohibition in between &mdash; and seen the city&rsquo;s downs and ups, and it&rsquo;s &ldquo;still here, still great,&rdquo; Bourdain said.</p>\n<p>While at Dock&rsquo;s, he dined on stuffed lobster and crab cakes with Brian Donohue, a former Star-Ledger reporter does&nbsp;News 12 New Jersey&rsquo;s &ldquo;Positively Jersey&rdquo; segments. They discussed the start of the casino gambling era, political corruption and the city&rsquo;s struggle to come back.&nbsp;<a href=\"https://twitter.com/briandonohue/status/1005085905575653381\">Donohue tweeted after Bourdain&rsquo;s death</a>, &ldquo;He nailed it. Because he and his crew worked hard and put in time to get the essence of the place and tell the story right. I then wholly trusted all his other work.&rdquo;</p>",
    "quote": "A symbol of what Atlantic City was and should be again, could be again.",
    "quotesource": "",
    "links": "http://www.philly.com/philly/food/20160703_The_Shore_seafood_restaurant_tradition.html, http://www.philly.com/philly/food/20160523_A_shell__find__is_a_sign_Dock_s_expansion_the_right_thing_to_do.html",
    "youtube": "",
    "address": "2405 Atlantic Ave., Atlantic City, N.J.",
    "location": "Atlantic City",
    "phone": "609-345-0092",
    "website": "http://docksoysterhouse.com/",
    "lat": 39.357172,
    "long": -74.441029,
    "key": "docksoysterhouse",
    "googlelink": "https://www.google.com/maps/place/Dock's+Oyster+House/@39.3571534,-74.441029,15z/data=!4m2!3m1!1s0x0:0xc4e0fafd7057d74d?sa=X&ved=2ahUKEwiTkdujvMfcAhWRnOAKHTGxBzsQ_BIwD3oECAoQCw"
  },
  {
    "name": "The Knife & Fork Inn",
    "description": "<p>At the Knife and Fork Inn, Bourdain dined with Atlantic City historian Vicki Gold Levi. (He had pretzel-crusted swordfish over lump crabmeat; she had pan-seared scallops.) Levi&rsquo;s father was the city&rsquo;s official photographer from 1939 to 1964, and the walls of the restaurant are decorated with dozens of his framed photos. Levi herself was Bess Myerson&rsquo;s page in 1945 when Myerson became Miss America. The pageant hosts the contestants every year in the Miss America Room.</p>\n<p>In the white-table cloth dining establishment, Bourdain and Levi laughed about the &ldquo;plastic dog crap,&rdquo; fake vomit and smoke powder he bought as a child at Boardwalk joke shops: &ldquo;It was just something very sinister and forbidden. And my parents indulged me when I was here. It was a wonderland of juvenile delinquency.&rdquo;</p>\n<p>The Knife and Fork was established in 1912 as a private men&rsquo;s drinking and dining club, but over the years, membership faded, and the club eventually was sold and converted into a public restaurant. Frank Sinatra and Bob Hope dined there, as did Burt Lancaster and Susan Sarandon&rsquo;s characters in the 1980 Louis Malle film&nbsp;<em>Atlantic City</em>. It closed in the &rsquo;90s, but was bought by a member of the Dougherty family &mdash; owners of Atlantic City&rsquo;s other landmark restaurant, Dock&rsquo;s Oyster House &mdash; and completely renovated to recapture the look and feel of the Prohibition era.</p>",
    "quote": "For very young people, particularly now, beautiful old things — a beautiful old restaurant with really great food — is much more interesting than a glass box with really good food.",
    "quotesource": "",
    "links": "http://www.philly.com/philly/food/where-to-spend-happy-hour-at-the-shore-20170601.html",
    "youtube": "",
    "address": "3600 Atlantic Ave., Atlantic City, N.J.",
    "location": "Atlantic City",
    "phone": "609-344-1133",
    "website": "http://www.knifeandforkinn.com/",
    "lat": 39.350105,
    "long": -74.45346,
    "key": "knifeandforkinn",
    "googlelink": "https://www.google.com/maps/place/Knife+and+Fork+Inn/@39.3500949,-74.4556556,17z/data=!3m1!4b1!4m5!3m4!1s0x89c0ee880a3183b7:0x3fae43aa81013063!8m2!3d39.3500949!4d-74.4534616"
  },
  {
    "name": "James Salt Water Taffy",
    "description": "<p>&ldquo;I don&rsquo;t know why&rdquo; salt water taffy is so synonymous with the Shore, Bourdain said. &ldquo;Certain flavors really resonate. The peanut, I know exactly what that tastes like. I remember the vanilla. Really powerfully. I&rsquo;m not even a vanilla guy. I&rsquo;m more of a chocolate guy. Even the color of the wrapper has this weird, you know, like there should be music playing in the background. Molasses, I remember that. Getting a bunch of those.&rdquo;</p>",
    "quote": "I hate sweets, but I’m a sucker for nostalgia.",
    "quotesource": "",
    "links": "http://www.philly.com/philly/news/20150530_Salt_Water_Taffy.html",
    "youtube": "",
    "address": "1519 Boardwalk, Atlantic City, N.J.",
    "location": "Atlantic City",
    "phone": "800-441-1404",
    "website": "https://www.jamescandy.com/",
    "lat": 39.356659,
    "long": -74.426819,
    "key": "jamessaltwatertaffy",
    "googlelink": "https://www.google.com/maps/place/James+Candy+Company/@39.3566557,-74.4268196,15z/data=!4m2!3m1!1s0x0:0x2baf7513bd398daf?sa=X&ved=2ahUKEwjo-bjcvMfcAhVPT98KHWomBrwQ_BIwEnoECAcQCw"
  },
  {
    "name": "Lucille’s Country Cooking",
    "description": "<p>Bourdain said that, as a kid, his family passed through the Pine Barrens on the way to the Shore. &ldquo;We&rsquo;d joke about Pineys, the strange, possible inbred tribes of people who lived out there somewhere between the trees.&rdquo;</p>\n<p>But he never visited Lucille&rsquo;s Country Cooking. The luncheonette, opened by Lucille Bates Wickward in 1975, is about three miles off the main road to Long Beach Island, so Shore-bound drivers don&rsquo;t find their way unless they&nbsp;hear&nbsp;about it from the locals. That&rsquo;s how Bourdain ended up in Warren Grove.</p>\n<p>After asking around in Chatsworth &mdash; the town John McPhee called &ldquo;The Capital of the Pines&rdquo; in his 1968 book&nbsp;<em>The Pine Barrens&nbsp;</em>&mdash; Bourdain found Paul Evans Pederson, proud Piney. In between video snippets of Pederson performing the &ldquo;<a href=\"https://www.youtube.com/watch?v=4CFR09h0xPg\">Pine Barren Blues</a>,&rdquo; the musician, song writer, story teller, jeweler, glassblower, and author, tells Bourdain the legend of the Jersey Devil.</p>\n<p>&ldquo;It&rsquo;s supposed to have the head of a horse, wings of a bat, hooves. People have seen horns on it. It breathes fire. It has a real long tail with a triangle on it,&rdquo; Pederson said, eliciting Bourdain&rsquo;s &ldquo;My Little Pony&rdquo; comment.</p>\n<p>Bourdain described the place as &ldquo;disconcertingly friendly.&rdquo; During the week, the crowd is mostly local, but on weekends, bicyclists, hikers, hunters, and outdoor enthusiasts come out of the trees ready to breakfast carb-load between time on the trails.</p>\n<p>Lucille&nbsp;has passed away since&nbsp;<em>Parts Unknown</em>&nbsp;taped there. But her daughter and granddaughter continue her way of welcoming everyone personally. And the pies are really, really good.</p>",
    "quote": "It sounds like My Little Pony with a forked tail.",
    "quotesource": "(on the Jersey Devil)",
    "links": "",
    "youtube": "",
    "address": "1496 Main St., Warren Grove, N.J.",
    "location": "Warren Grove",
    "phone": "609-698-4474",
    "website": "https://www.facebook.com/Lucillescountrycooking/",
    "lat": 39.746808,
    "long": -74.369977,
    "key": "lucilles",
    "googlelink": "https://www.google.com/maps/place/Lucille's+Country+Cooking/@39.7468044,-74.3721696,17z/data=!3m1!4b1!4m5!3m4!1s0x89c10f907e7ccf05:0xe25ec82a806f161a!8m2!3d39.7468044!4d-74.3699756"
  },
  {
    "name": "Tony’s Baltimore Grill",
    "description": "<p>At Tony&rsquo;s, Bourdain was joined by husband and wife comedians&nbsp;<a href=\"https://www.richvos.com/\">Rich Vos</a>&nbsp;and&nbsp;<a href=\"http://www.cc.com/comedians/bonnie-mcfarlane\">Bonnie McFarlane</a>.</p>\n<p><strong>Bourdain:</strong>&nbsp;I&rsquo;m very sentimental about Jersey Italian, particularly spaghetti and meatballs. That&rsquo;s what I was going to go for.</p>\n<p><strong>Vos:</strong>&nbsp;I&rsquo;ve eaten here at least five to ten times and I&rsquo;ve never had a bad meal, ever.</p>\n<p><strong>Bourdain:</strong>&nbsp;All right.</p>\n<p><strong>Vos:</strong>&nbsp;I wouldn&rsquo;t get the meatballs.</p>\n<p>The meatballs&nbsp;<em>are</em>&nbsp;a popular dish, but the pizza has long since replaced them as the top seller, especially for those with late-night cravings.</p>\n<p>Like the other Atlantic City eateries Bourdain visited, Tony&rsquo;s has been around for a while. In the early days, because it bought fresh seafood from fishermen in Baltimore, an owner added the city to&nbsp;the&nbsp;name, hoping it would make them stand out.</p>",
    "quote": "I’m very sentimental about Jersey Italian, particularly spaghetti and meatballs.",
    "quotesource": "",
    "links": "http://www.philly.com/philly/food/20120628_Good_Taste__Old_School_pizza_at_Tony_s_Baltimore_Grill_in_Atlantic_City.html, http://www.philly.com/philly/living/travel/shoreguide/jersey-shore-pizza-doughnuts-ice-cream.html",
    "youtube": "https://www.youtube.com/watch?v=4XNotm9kIg0",
    "address": "2800 Atlantic Ave, Atlantic City, N.J.",
    "location": "Atlantic City",
    "phone": "609-345-5766",
    "website": "https://tonysbaltimoregrill.com/",
    "lat": 39.354789,
    "long": -74.445816,
    "key": "tonysbaltimregrill",
    "googlelink": "https://www.google.com/maps/place/Tony's+Baltimore+Grill/@39.3547823,-74.44801,17z/data=!3m1!4b1!4m5!3m4!1s0x89c0ee66ba361e57:0x77f4bc60def16559!8m2!3d39.3547823!4d-74.445816"
  },
  {
    "name": "Frank’s Deli & Restaurant",
    "description": "<p>On the wintry January day Bourdain filmed the episode in 2015, New Yorker Penny Hornwood was visiting her mom, Gloria Hornwood, who lives nearby in Tinton Falls. They stopped by Frank&rsquo;s for lunch. Visiting again three and a half years later, she showed off a collection of iPhone photos of that day. &ldquo;You hardly even knew they were here,&rdquo; Penny Hornwood said, recalling the&nbsp;<em>Parts Unknown</em>&nbsp;film crew consisting of a producer, a single cameraperson, and a sound technician. &ldquo;They didn&rsquo;t have big lights or anything.&rdquo;</p>\n<p>In the episode, Bourdain talked with Southside Johnny, front man with the Asbury Jukes, about how the city &ldquo;didn&rsquo;t look for a magic bullet like casino gambling.&rdquo; He gave shout-outs to Springsteen, Bon Jovi, Little Stephen, the music scene, the boardwalk, and restaurants, saying, &ldquo;to a great extent, they succeeded by keeping what was special about it &mdash; they hung on to what was important.&rdquo;</p>",
    "quote": "Good is good forever. Great music, great songs, and a classic Jersey sandwich.",
    "quotesource": "",
    "links": "",
    "youtube": "",
    "address": "1406 Main St., Asbury Park, N.J.",
    "location": "Asbury Park",
    "phone": "732-775-6682",
    "website": "http://franksdelinj.com/",
    "lat": 40.227479,
    "long": -74.008938,
    "key": "franksdeli",
    "googlelink": "https://www.google.com/maps/place/Frank's+Deli+%26+Restaurant/@40.2274704,-74.0089362,15z/data=!4m2!3m1!1s0x0:0x5ee015409b3945d4?sa=X&ved=2ahUKEwjdpMOyvMfcAhUQPN8KHXwmD7IQ_BIwDnoECAoQCw"
  },
  {
    "name": "Donkey’s Place",
    "description": "<p>Like many before them, Megan Lawless and Samuel Straughn just&nbsp;<em>had</em>&nbsp;to see what all the fuss was about. Driving all over the region as self-employed auto-parts delivery contractors, with no boss to tell them when, where or how long to take lunch, they ended up in Camden, at Donkey&rsquo;s Place for a Jersey cheesesteak (they declared it &ldquo;different but good.&rdquo;). Same with Jim Walsh of Phoenixville, making a computer networking business call at nearby Campbell&rsquo;s Soup. He said it was &ldquo;right up there with the better cheesesteaks. I like the Kaiser roll.&rdquo;</p>\n<p>In addition to&nbsp;<em>Parts Unknown</em>, a&nbsp;<a href=\"http://www.philly.com/philly/blogs/the-insider/best-cheesesteak-donkeys-place-in-camden-goldbergs-tv-moron-20180305.html\">March episode of ABC sitcom&nbsp;<em>The Goldbergs&nbsp;</em>insisted that the best cheesesteak is Donkey&rsquo;s</a>. Because of the national hype, long lines often form along the cramped bar.</p>\n<p>&ldquo;Leon Lucas, my grandfather, was a boxer,&rdquo; owner&nbsp;<a href=\"http://www.philly.com/philly/columnists/kevin_riordan/camden-donkeys-place-anthony-bourdain-cheesesteaks-parts-unknown-20180118.html\">Rob Lucas told Inquirer South Jersey columnist Kevin Riordan earlier this year</a>. &ldquo;They said he had a punch like the kick of a mule. So they called him &lsquo;Donkey.&rsquo;&nbsp;&rdquo; When the Olympic boxer retired in 1943, he started selling the distinctive cheesesteaks on round, poppy seed Kaiser rolls (because they were available from a bakery around the corner) with &ldquo;real American cheese&rdquo; topped with hot pepper relish.</p>\n<p>When Bourdain bit into one, he gushed, &ldquo;Man, this should be, like, a national landmark right away.&rdquo;</p>\n<p>Camden Mayor Frank Moran last month presented Lucas with a key to the city in honor of Donkey&rsquo;s 75th anniversary. &ldquo;When the industrial might left the city, Donkey&rsquo;s suffered &mdash; but they stayed firm,&rdquo; the mayor said. &ldquo;I hope that they will be here another 75 years.&rdquo;</p>",
    "quote": "Jersey cheesesteaks. I’m not saying they’re better than Philadelphia. Yeah, I am actually, so there.",
    "quotesource": "",
    "links": "http://www.philly.com/philly/columnists/kevin_riordan/camden-donkeys-place-anthony-bourdain-cheesesteaks-parts-unknown-20180118.html, http://www.philly.com/philly/blogs/the-insider/best-cheesesteak-donkeys-place-in-camden-goldbergs-tv-moron-20180305.html, http://www.philly.com/philly/blogs/food_department/Camden-cheesesteak-Johns-Roast-Pork-make-NY-Posts-Best-Sandwiches-in-America-list.html",
    "youtube": "https://www.youtube.com/watch?v=bIvqixH4ICk",
    "address": "1223 Haddon Ave., Camden, N.J.",
    "location": "Camden",
    "phone": "856-966-2616",
    "website": "https://www.donkeysplace.com/",
    "lat": 39.931599,
    "long": -75.102288,
    "key": "donkeysplace",
    "googlelink": "https://www.google.com/maps/place/Donkey's+Place/@39.9315883,-75.1022807,15z/data=!4m2!3m1!1s0x0:0x758ae5bae75188cd?sa=X&ved=2ahUKEwi4uIetvMfcAhXRmOAKHda4C94Q_BIwGHoECAoQCw"
  },
  {
    "name": "Tony & Ruth’s Steaks",
    "description": "<p><a href=\"http://anthonybourdain.tumblr.com/post/120360277871/his-dreams-walk-about-the-city-where-he-persists\">Bourdain had a reason for selecting the eateries he included on&nbsp;<em>Parts Unknown</em></a>. &ldquo;Let&rsquo;s go right to those parts of New Jersey that are supposedly the most f &mdash; up, the places where everything went horribly wrong.&rdquo;</p>\n<p>He came to Tony &amp; Ruth&rsquo;s Steaks &mdash; known simply as Ruthie&rsquo;s even before Tony passed away in 2014 &mdash; in North Camden&rsquo;s Pyne Poynt neighborhood, to talk to&nbsp;<a href=\"http://www.philly.com/philly/news/new_jersey/Fame_but_little_fortune_for_Camden_Sophisticated_Sisters_drill_team.html\">Tawanda Jones, founder of Camden Sophisticated Sisters</a>, and because, he said, almost every story in the national media about Camden includes the line &ldquo; &hellip; a city with the highest crime rate in the United States.&rdquo; Bourdain said he wanted viewers to see places as he does, &ldquo;with affection and respect and no small measure of hope.&rdquo;</p>\n<p>Ruth Maldonado moved from Puerto Rico to New Jersey with her family in 1956. She was living across the street from a steak shop when she and Tony bought it in 1974, raising three boys there. (She now has 10 grandchildren and 22 great-grandchildren). They lived above the business for a while, but now Ruthie is back living across the street.</p>\n<p>Ruthie&rsquo;s regular Angelo Rosario, who goes by Mickey, watched the&nbsp;<em>Parts Unknown episode,&nbsp;</em>and admits that Ruthie&rsquo;s would probably be the least visited of Bourdain&rsquo;s 10 eateries if New Jersey does create a food trail for tourists. But he says that&rsquo;s a shame, because her cheesesteaks are &ldquo;the very best&rdquo; &mdash; and not just in the city of Camden. &ldquo;Each one is made to order, fresh. It&rsquo;s a beautiful thing.&rdquo;</p>",
    "quote": "You don’t know Tawanda, you don’t know Camden. Let me introduce to you beautiful people against great odds doing great things.",
    "quotesource": "",
    "links": "",
    "youtube": "https://www.youtube.com/watch?v=Kj9wbYeFrBM",
    "address": "837 N. Eighth St., Camden, N.J.",
    "location": "Camden",
    "phone": "856-964-8193",
    "website": "https://www.facebook.com/pages/Tony-Ruth-Steaks/114177041939682",
    "lat": 39.952877,
    "long": -75.113981,
    "key": "tonyandruths",
    "googlelink": "https://www.google.com/maps/place/Tony+%26+Ruth+Steaks/@39.9528714,-75.1139854,15z/data=!4m5!3m4!1s0x0:0x175e7b591d679539!8m2!3d39.9528714!4d-75.1139854"
  }
]
